; (function ($) {
    $.fn.datepicker.language['ar'] = {
        days: ['الأحد', 'الاثنين', 'الاثنين', 'الاثنين', 'الخميس', 'الجمعة', 'السبت'],
        daysShort: ['أحد', 'اثنين', 'ثلاثاء', 'أربعاء', 'خميس', 'جمعة', 'سبت'],
        daysMin: ['أحد', 'اثنين', 'ثلاثاء', 'أربعاء', 'خميس', 'جمعة', 'سبت'],
        months: ['يناير', 'فبراير', 'مارس', 'أبريل', 'مايو', 'يونيو', 'يوليو', 'أغسطس', 'سبتمبر', 'أكتوبر', 'نوڤمبر', 'ديسمبر'],
        monthsShort: ['ينا', 'فبر', 'مار', 'أبر', 'ماي', 'يون', 'يول', 'أغس', 'سبت', 'أكت', 'نوڤ', 'ديس'],
        today: 'اليوم',
        clear: 'مسح',
        dateFormat: 'dd/mm/yyyy',
        firstDay: 0
    };
})(jQuery);